IdeaRS.Connections
CleatData.Position Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the placement of the cleat to the web (one / two / both)
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public PositionCode Position { get; set; }
Property Value
Type: PositionCode
See Also
Reference
CleatData Class
IdeaRS.Connections.Data Namespace